42Crunch.vscode-openapi
Alpha4.jsonl
GitHub.copilot
GitHub.copilot-chat
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
JinoAntony.vscode-case-shifter
Orta.vscode-jest
PascalReitermann93.vscode-yaml-sort
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
alexcvzz.vscode-sqlite
asyncapi.asyncapi-preview
bastienboutonnet.vscode-dbt
bodil.prettier-toml
bpruitt-goddard.mermaid-markdown-syntax-highlighting
dawhite.mustache
eamodio.gitlens
esbenp.prettier-vscode
freakypie.code-python-isort
gitpod.gitpod-desktop
golang.go
hashicorp.terraform
hbenl.vscode-test-explorer
henriblancke.vscode-dbt-formatter
jnbt.vscode-rufo
jq-syntax-highlighting.jq-syntax-highlighting
laktak.hjson
lextudio.restructuredtext
mathiasfrohlich.Kotlin
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
rust-lang.rust-analyzer
samuelcolvin.jinjahtml
shd101wyy.markdown-preview-enhanced
systemticks.c4-dsl-extension
tamasfe.even-better-toml
timonwong.shellcheck
tomoki1207.pdf
trond-snekvik.simple-rst
vadimcn.vscode-lldb
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vstirbu.vscode-mermaid-preview
wingrunr21.vscode-ruby
wolfmah.ansible-vault-inline
xoronic.pestfile
