42Crunch.vscode-openapi
GraphQL.vscode-graphql
JinoAntony.vscode-case-shifter
Orta.vscode-jest
VisualStudioExptTeam.vscodeintellicode
bastienboutonnet.vscode-dbt
bodil.prettier-toml
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bungcip.better-toml
dawhite.mustache
eamodio.gitlens
esbenp.prettier-vscode
freakypie.code-python-isort
gitpod.gitpod-desktop
hashicorp.terraform
hbenl.vscode-test-explorer
henriblancke.vscode-dbt-formatter
jnbt.vscode-rufo
laktak.hjson
lextudio.restructuredtext
liximomo.sftp
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
mtxr.sqltools
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
rust-lang.rust
samuelcolvin.jinjahtml
shd101wyy.markdown-preview-enhanced
timonwong.shellcheck
trond-snekvik.simple-rst
vadimcn.vscode-lldb
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vstirbu.vscode-mermaid-preview
wingrunr21.vscode-ruby
wolfmah.ansible-vault-inline
xoronic.pestfile
